cask 'nikitabobko/tap/aerospace'
cask 'orbstack'
cask 'gpg-suite-no-mail'
cask 'kitty'
cask 'logi-options-plus'
cask 'tableplus'
cask 'redis-insight'
cask 'bruno'

brew 'bat' # syntax highlighting for cat
brew 'eza' # ls replacement with icons and colors
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'jq'
brew 'neovim'
brew 'reattach-to-user-namespace' # copy and paste in tmux
brew 'ripgrep'
brew 'tmux'

cask 'font-droid-sans-mono-nerd-font'
cask 'font-fira-code-nerd-font'
